{
  "users": [
    {
      "id": 1,
      "name": "Valentina"
    },
    {
      "id": 2,
      "name": "Linlin"
    }
  ],
  "posts": [
    {
      "id": "2baf70d1-42bb-4437-b551-e5fed5a87abe",
      "userId": "",
      "image": "https://images.pexels.com/photos/730896/pexels-photo-730896.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=750&w=1260",
      "genre": "romance",
      "content": "s",
      "rating": "1",
      "animeInfo": {
        "title": "Castle in the Sky",
        "originalTitle": "天空の城ラピュタ",
        "director": "Hayao Miyazaki",
        "description": "The orphan Sheeta inherited a mysterious crystal that links her to the mythical sky-kingdom of Laputa. With the help of resourceful Pazu and a rollicking band of sky pirates, she makes her way to the ruins of the once-great civilization. Sheeta and Pazu must outwit the evil Muska, who plans to use Laputa's science to make himself ruler of the world."
      }
    },
    {
      "id": "d868e6ec-c44a-405b-8fa6-f7f0f8cfb500",
      "userId": "",
      "image": "https://images.pexels.com/photos/730896/pexels-photo-730896.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=750&w=1260",
      "genre": "romance",
      "content": "c",
      "rating": "4",
      "animeInfo": {
        "title": "The Red Turtle",
        "originalTitle": "レッドタートル ある島の物語",
        "director": "Michaël Dudok de Wit",
        "description": "A man set adrift by a storm wakes up on a beach. He discovers that he is on a deserted island with plenty of fresh water, fruit and a dense bamboo forest. He builds a raft from bamboo and attempts to sail away, but his raft is destroyed by an unseen monster in the sea, forcing him back to the island. He tries again with another, larger raft, but is again foiled by the creature. A third attempt again ends with the raft destroyed, but this time he is confronted by a giant red turtle, which stares at him, and forces him back to the island."
      }
    },
    {
      "id": "758bf02e-3122-46e0-884e-67cf83df1786",
      "userId": "",
      "image": "https://images.pexels.com/photos/730896/pexels-photo-730896.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=750&w=1260",
      "genre": "romance",
      "content": "ee",
      "rating": "5",
      "animeInfo": {
        "title": "Ponyo",
        "originalTitle": "崖の上のポニョ",
        "director": "Hayao Miyazaki",
        "description": "The son of a sailor, 5-year old Sosuke lives a quiet life on an oceanside cliff with his mother Lisa. One fateful day, he finds a beautiful goldfish trapped in a bottle on the beach and upon rescuing her, names her Ponyo. But she is no ordinary goldfish. The daughter of a masterful wizard and a sea goddess, Ponyo uses her father's magic to transform herself into a young girl and quickly falls in love with Sosuke, but the use of such powerful sorcery causes a dangerous imbalance in the world. As the moon steadily draws nearer to the earth and Ponyo's father sends the ocean's mighty waves to find his daughter, the two children embark on an adventure of a lifetime to save the world and fulfill Ponyo's dreams of becoming human."
      }
    }
  ]
}