{
  "users": [
    {
      "id": 1,
      "name": "Valentina"
    },
    {
      "id": 2,
      "name": "Linlin"
    }
  ],
  "posts": [
    {
      "orginalId": "ff24da26-a969-4f0e-ba1e-a122ead6c6e3",
      "userId": 1,
      "userName": "Valentina",
      "image": "https://images2.alphacoders.com/103/thumb-350-1031480.jpg",
      "genre": "Romance",
      "content": "vbnmfvbnm",
      "rating": "1",
      "peopleUrl": "https://ghibliapi.herokuapp.com/people/",
      "animeInfo": {
        "title": "Whisper of the Heart",
        "originalTitle": "耳をすませば",
        "director": "Yoshifumi Kondō",
        "description": "Shizuku lives a simple life, dominated by her love for stories and writing. One day she notices that all the library books she has have been previously checked out by the same person: 'Seiji Amasawa'. Curious as to who he is, Shizuku meets a boy her age whom she finds infuriating, but discovers to her shock that he is her 'Prince of Books'. As she grows closer to him, she realises that he merely read all those books to bring himself closer to her. The boy Seiji aspires to be a violin maker in Italy, and it is his dreams that make Shizuku realise that she has no clear path for her life. Knowing that her strength lies in writing, she tests her talents by writing a story about Baron, a cat statuette belonging to Seiji's grandfather."
      },
      "id": 3
    },
    {
      "orginalId": "dc2e6bd1-8156-4886-adff-b39e6043af0c",
      "userId": 1,
      "userName": "Valentina",
      "image": "https://wallpapercave.com/wp/wp4410856.jpg",
      "genre": "Magic",
      "content": "nice film",
      "rating": "5",
      "peopleUrl": "https://ghibliapi.herokuapp.com/people/",
      "animeInfo": {
        "title": "Spirited Away",
        "originalTitle": "千と千尋の神隠し",
        "director": "Hayao Miyazaki",
        "description": "Spirited Away is an Oscar winning Japanese animated film about a ten year old girl who wanders away from her parents along a path that leads to a world ruled by strange and unusual monster-like animals. Her parents have been changed into pigs along with others inside a bathhouse full of these creatures. Will she ever see the world how it once was?"
      },
      "id": 4
    }
  ]
}